Repository: weisslj/rdecay
Catalog: po/*.po
Languages: de

source: Simulation of radioactive decay
de: Simulation des radioaktiven Zerfalls

source: Time:
de: Zeit:

source: Generations:
de: Generationen:

source: Atoms:
de: Atome:

source: Half-life %s
de: Halbwertszeit %s

source: Number
de: Anzahl

source: Activity
de: Aktivität

source: step
de: stuf.

source: Quit
de: Beenden

source: Speed
de: Geschwindigkeit

source: Resume
de: Weiter

source: Mother
de: Mutter

source: Doughter
de: Tochter

source: Grandchild
de: Enkel

source: Great-grandchild
de: Ur-Enkel

source: Great-great-grandchild
de: Ur-Ur-Enkel

source: Great-great-great-grandchild
de: Ur-Ur-Ur-Enkel

source: Great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Enkel

source: Great-great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Ur-Enkel

source: Great-great-great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Ur-Ur-Enkel

source: Great-great-great-great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Ur-Ur-Ur-Enkel

source: Great-great-great-great-great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Ur-Ur-Ur-Ur-Enkel

source: Great-great-great-great-great-great-great-great-great-grandchild
de: Ur-Ur-Ur-Ur-Ur-Ur-Ur-Ur-Ur-Enkel

source: Yet another offspring
de: und noch ein Nachkomme

source: Copyright (C) 2004-2017 Johannes Weissl This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: Copyright (C) 2004-2017 Johannes Weißl Dies ist freie Software; die Kopierbedingungen stehen in den Quellen. Es gibt keine Garantie; auch nicht für VERKAUFBARKEIT oder FÜR SPEZIELLE ZWECKE.

source: Written by Johannes Weissl.
de: Geschrieben von Johannes Weißl.

source: Usage: rdecay [OPTION]...
de: Aufruf: rdecay [OPTION]...

source: Simulates the radioactive decay.
de: Simuliert den radioaktiven Zerfall.

source: Options:
de: Optionen:

source: --fps NUMBER set frames per second to NUMBER
de: --fps ZAHL setzt die Frames pro Sekunde auf ZAHL

source: --showfps print fps to stdout
de: --showfps schreibt die FPS auf die Standardausgabe

source: -h, --help display this help and exit
de: -h, --help diese Hilfe anzeigen und beenden

source: -v, --version output version information and exit
de: -v, --version Versionsinformation anzeigen und beenden

source: Report bugs to %s.
de: Fehlerberichte bitte an %s.
